Repository: BortoAle/Roomie
Catalog: Source/Localizable.xcstrings
Source language: en
Languages: es, it, uk

source: Add
es: Agregar
it: Aggiungi
uk: Додати

source: Add Activity
es: Agregar Actividad
it: Aggiungi Attività
uk: Додайте завдання

source: Add House
es: Agregar Casa
it: Aggiungi Casa
uk: Додайте будинок

source: Add your roommates
es: Invitar a tus Roomies
it: Aggiungi i tuoi coinquilini
uk: Додайте ваших сусідів

source: Adjust trash schedule
es: Ajustar horario de la basura
it: Pianifica la gestione dei rifiuti
uk: Налаштуйте сміттєвий розклад

source: Ask the creator of your group to send you an invitation link
es: Pide al creador del grupo que te envíe un enlace de invitación
it: Chiedi al proprietario del gruppo di invitarti
uk: Попросіть автора вашої групи відправити вам запрошувальне посилання

source: Balcony
es: Balcón
it: Balcone
uk: Балкон

source: Bathroom
es: Baño
it: Bagno
uk: Ванна кімната

source: Cancel
es: Cancelar
it: Annulla
uk: Скасувати

source: Clean Balcony
es: Limpiar Balcón
it: Pulire balcone
uk: Прибрати на балконі

source: Clean Bathroom
es: Limpiar Baño
it: Pulire bagno
uk: Прибрати у ванній кімнаті

source: Clean Closet
es: Limpiar Armario
it: Pulire ripostiglio
uk: Прибрати в гардеробній

source: Clean Corridor
es: Limpiar Corredor
it: Pulire corridoio
uk: Прибрати в коридорі

source: Clean Dining Area
es: Limpiar Comedor
it: Pulire zona pranzo
uk: Прибрати в обідній зоні

source: Clean Entryway
es: Limpiar Entrada
it: Pulire entrata
uk: Прибрати в приймальні

source: Clean Home Office
es: Limpiar Oficina
it: Pulire ufficio
uk: Прибрати в домашньому офісі

source: Clean Kitchen
es: Limpiar Cocina
it: Pulire cucina
uk: Прибрати на кухні

source: Clean Laundry Room
es: Limpiar Lavandería
it: Pulire lavanderia
uk: Прибрати у пральні

source: Clean Living Room
es: Limpiar Sala
it: Pulire salotto
uk: Прибрати у вітальні

source: Close
es: Cerrar
it: Chiudi
uk: Закрити

source: Closet
es: Armario
it: Ripostiglio
uk: Гардеробна

source: Complete Anyway
es: Completar
it: Completa comunque
uk: Завершити все одно

source: Continue
es: Continuar
it: Continua
uk: Продовжити

source: Corridor
es: Corredor
it: Corridoio
uk: Коридор

source: Create a new house
es: Crear nueva casa
it: Crea una nuova casa
uk: Створити новий будинок

source: Create a shared space for coordination and collaboration.
es: Crear un espacio compartido de coordinación y colaboración.
it: Collabora creando una casa condivisa.
uk: Створіть спільний простір для координації та співпраці

source: Create group instead
es: Continuar crear grupo
it: Continua creando gruppo
uk: Створити групу замість цього

source: Create new group
es: Crear grupo nuevo
it: Crea nuovo gruppo
uk: Створіть нову групу

source: Created by %@
es: Creado por %@
it: Creato da %@
uk: Створено %@

source: Created by you
es: Creado por ti
it: Creato da te
uk: Створено вами

source: Customize and adjust reminders for timely trash disposal.
es: Personaliza y ajusta los recordatorios para eliminar la basura a tiempo.
it: Crea e personalizza promemoria per gestire i rifiuti.
uk: Змініть та налаштуйте нагадування для вчасного викиду сміття

source: Days active
es: Días activos
it: Giorni
uk: Активні дні

source: Delete
es: Eliminar
it: Elimina
uk: Видалити

source: Delete Activity
es: Eliminar Actividad
it: Rimuovi attività
uk: Видалити завдання

source: Delete House
es: Eliminar Casa
it: Rimuovi casa
uk: Видалити будинок

source: Dining Area
es: Comedor
it: Zona Pranzo
uk: Обідня кімната

source: Do you want to delete this activity completely?
es: ¿Deseas eliminar la actividad completamente?
it: Vuoi eliminare definitivamente questa attività?
uk: Бажаєте видалити це завдання повністю?

source: Do you want to delete this house completely?
es: ¿Deseas eliminar la casa completamente?
it: Vuoi eliminare definitivamente questa casa?
uk: Бажаєте видалити цей будинок повністю?

source: Done
es: Listo
it: Fine
uk: Зроблено

source: Edit
es: Editar
it: Modifica
uk: Редагувати

source: Edit activity
es: Editar actividad
it: Modifica attività
uk: Редагувати завдання

source: Edit house
es: Editar casa
it: Modifica casa
uk: Редагувати будинок

source: Enter activity name
es: Nombre de actividad
it: Inserisci nome attività
uk: Редагувати назву завдання

source: Enter house name
es: Nombre de Casa
it: Inserisci nome casa
uk: Введіть ім'я будинку

source: Entryway
es: Entrada
it: Entrata
uk: Приймальня

source: Filter
es: Filtro
it: Filtro
uk: Фільтрувати

source: Glass
es: Vidrio
it: Finestre
uk: Скло

source: Hello World
es: Hola Mundo
it: Ciao, mondo!
uk: Привіт, світ

source: Home Office
es: Oficina
it: Ufficio
uk: Домашній офіс

source: Houses settings
es: Ajustes de Casas
it: Impostazioni case
uk: Налаштування будинків

source: It’s not your Activity
es: No es tu actividad
it: L'attività non è assegnata a te
uk: Це не ваше завдання

source: Join group
es: Unir a grupo
it: Partecipa ad un gruppo
uk: Приєднатися до групи

source: Kitchen
es: Cocina
it: Cucina
uk: Кухня

source: Laundry Room
es: Lavandería
it: Lavanderia
uk: Пральня

source: Living Room
es: Sala
it: Salotto
uk: Вітальня

source: My Houses
es: Mis Casas
it: Le mie case
uk: Мої будинки

source: New activity
es: Nueva actividad
it: Nuova attività
uk: Нове завдання

source: New house
es: Nueva casa
it: Nuova casa
uk: Новий будинок

source: No Houses
es: Sin Casas
it: Non hai case
uk: Будинків немає

source: Non-Recyclable
es: No reciclable
it: Indifferenziata
uk: Непереробне

source: Oil
es: Aceite
it: Olio
uk: Олія

source: Ooups, there was an error:
es: Ups, hubo un error:
it: Ops, c'è stato un errore:
uk: Упс, сталася помилка:

source: Organic
es: Orgánico
it: Umido
uk: Органіка

source: Paper
es: Papel
it: Carta
uk: Папір

source: Plastic
es: Plástico
it: Plastica
uk: Пластик

source: Recyclable
es: Reciclable
it: Riciclabile
uk: Переробне

source: Reset onboarding
es: Restablecer página de inicio
uk: Скинути екран реєстрації

source: Save
es: Guardar
it: Salva
uk: Зберегти

source: Schedule cleaning
es: Programar limpieza
it: Pianifica le pulizie
uk: Зробити розклад прибирання

source: Set up and organize a cleaning schedule for shared living spaces.
es: Establece y organiza un cronograma de limpieza para zonas comunes.
it: Gestisci e organizza la pulizia della casa condivisa.
uk: Налаштуйте та організуйте розклад прибирання для спільних місць.

source: Share
es: Compartir
it: Condividi
uk: Поділитися

source: Skip for now
es: Saltar por ahora
it: Salta per ora
uk: Поки пропустити

source: Test Button
es: Botón de prueba
it: Bottone test
uk: Тестувальна кнопка

source: Throw Glass
es: Tirar Vidrio
it: Smaltire vetro
uk: Викинути скло

source: Throw Metal
es: Tirar Metal
it: Smaltire metalli
uk: Викинути метал

source: Throw Non-Recyclable
es: Tirar No-reciclable
it: Smaltire indifferenziata
uk: Викинути непереробне

source: Throw Oil
es: Tirar Aceite
it: Smaltire olii
uk: Викинути олію

source: Throw Organic
es: Tirar Orgánico
it: Smaltire umido
uk: Викинути органіку

source: Throw Paper
es: Tirar Papel
it: Smaltire carta
uk: Викинути папір

source: Throw Plastic
es: Tirar Plástico
it: Smaltire plastica
uk: Викинути пластик

source: Throw Recyclable
es: Tirar Reciclable
it: Smaltire riciclabile
uk: Викинути переробне

source: Today
es: Hoy
it: Oggi
uk: Сьогодні

source: Welcome to Roomie
es: Bienvenida a Roomie
it: Benvenuto in Roomie
uk: Ласкаво просимо до Roomie

source: What rooms do you have?
es: ¿Qué habitaciones tienes?
it: Che stanze hai?
uk: Які кімнати ви маєте?

source: What trash do you sort?
es: ¿Qué basura clasificas?
it: Quali rifiuti butti?
uk: Яке сміття ви сортуєте?

source: You can't undo this action.
es: No puedes deshacer esta acción.
it: Non puoi annullare questa azione
uk: Ви не можете відмінити цю дію.

source: Metal
it: Metalli
uk: Метал
